[
  {
    "id": "cmf862o930012v67m0ikm64ei",
    "old_text": "<div class=\"\"><p>The mimosa tree evolved in East Asia, where the beetle <em>Bruchidius terrenus</em> preys on its seeds. In 1785, mimosa trees were introduced to North America, far from any <em>B. ter",
    "new_html": "<div class=\"\"><p>The mimosa tree evolved in East Asia, where the beetle <em>Bruchidius terrenus</em> preys on its seeds. In 1785, mimosa trees were introduced to North America, far from any <em>B. terrenus</em>. <span aria-label=\"Referenced Content\" role=\"region\"><u>But evolutionary links between predators and their prey can persist across centuries and continents.</u></span> Around 2001, <em>B. terrenus</em> was introduced in southeastern North America near where botanist Shu-Mei Chang and colleagues had been monitoring mimosa trees. Within a year, 93 percent of the trees had been attacked by the beetles. </p></div>",
    "new_plain": "The mimosa tree evolved in East Asia, where the beetle Bruchidius terrenus preys on its seeds. In 1785, mimosa trees were introduced to North America, far from any B. terrenus. But evolutionary links between predators and their prey can persist across centuries and continents. Around 2001, B. terrenus was introduced in southeastern North America near where botanist Shu-Mei Chang and colleagues had been monitoring mimosa trees. Within a year, 93 percent of the trees had been attacked by the beetles. Which choice best describes the function of the third sentence in the overall structure of the text?",
    "url": "https://oneprep.xyz/question/2609/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf862ovw001ov67minr1kz7b",
    "old_text": "<div class=\"\"><p>The following text is from Jane Austen’s 1811 novel <em>Sense and Sensibility</em>. Elinor lives with her younger sisters and her mother, Mrs. Dashwood.</p>\n<p style=\"padding-left:1em",
    "new_html": "<div class=\"\"><p>The following text is from Jane Austen’s 1811 novel <em>Sense and Sensibility</em>. Elinor lives with her younger sisters and her mother, Mrs. Dashwood.</p>\n<p style=\"padding-left:1em;\">Elinor, this eldest daughter, whose advice was so effectual, possessed a strength of understanding, and coolness of judgment, which qualified her, though only nineteen, to be the counsellor of her mother, and enabled her frequently to counteract, to the advantage of them all, that eagerness of mind in Mrs. Dashwood which must generally have led to imprudence. She had an excellent heart;—her disposition was affectionate, and her feelings were strong; but she knew how to govern them: it was a knowledge which her mother had yet to learn; and which one of her sisters had resolved never to be taught.</p></div>",
    "new_plain": "The following text is from Jane Austen’s 1811 novel Sense and Sensibility. Elinor lives with her younger sisters and her mother, Mrs. Dashwood.\nElinor, this eldest daughter, whose advice was so effectual, possessed a strength of understanding, and coolness of judgment, which qualified her, though only nineteen, to be the counsellor of her mother, and enabled her frequently to counteract, to the advantage of them all, that eagerness of mind in Mrs. Dashwood which must generally have led to imprudence. She had an excellent heart;—her disposition was affectionate, and her feelings were strong; but she knew how to govern them: it was a knowledge which her mother had yet to learn; and which one of her sisters had resolved never to be taught. According to the text, what is true about Elinor?",
    "url": "https://oneprep.xyz/question/2611/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf862p7d001zv67ms9ekxinz",
    "old_text": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuali",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf862ptf002lv67mgvtc8xn3",
    "old_text": "<div class=\"\"><p>Black beans (<em>Phaseolus vulgaris</em>) are a nutritionally dense food, but they are difficult to digest in part because of their high levels of soluble fiber and compounds like raf",
    "new_html": "<div class=\"\"><p>Black beans (<em>Phaseolus vulgaris</em>) are a nutritionally dense food, but they are difficult to digest in part because of their high levels of soluble fiber and compounds like raffinose. They also contain antinutrients like tannins and trypsin inhibitors, which interfere with the body’s ability to extract nutrients from foods. In a research article, Marisela Granito and Glenda Álvarez from Simón Bolívar University in Venezuela claim that inducing fermentation of black beans using lactic acid bacteria improves the digestibility of the beans and makes them more nutritious.</p></div>",
    "new_plain": "Black beans (Phaseolus vulgaris) are a nutritionally dense food, but they are difficult to digest in part because of their high levels of soluble fiber and compounds like raffinose. They also contain antinutrients like tannins and trypsin inhibitors, which interfere with the body’s ability to extract nutrients from foods. In a research article, Marisela Granito and Glenda Álvarez from Simón Bolívar University in Venezuela claim that inducing fermentation of black beans using lactic acid bacteria improves the digestibility of the beans and makes them more nutritious. Which finding from Granito and Álvarez’s research, if true, would most directly support their claim?",
    "url": "https://oneprep.xyz/question/2614/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf862quq003iv67m9v4xfgun",
    "old_text": "<div class=\"\"><p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Average Number and Duration of Torpor Bouts and Arousal Episodes for Alaska",
    "new_html": "<div class=\"\"><p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Average Number and Duration of Torpor Bouts and Arousal Episodes for Alaska Marmots and Arctic Ground Squirrels, 2008–2011</p></caption><thead><tr><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Feature</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Alaska marmots</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Arctic ground squirrels</th></tr></thead><tbody><tr><th scope=\"row\" style=\"text-align: left;\">torpor bouts</th><td style=\"text-align: center;\">12</td><td style=\"text-align: center;\">10.5</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">duration per bout</th><td style=\"text-align: center;\">13.81 days</td><td style=\"text-align: center;\">16.77 days</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">arousal episodes</th><td style=\"text-align: center;\">11</td><td style=\"text-align: center;\">9.5</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">duration per episode</th><td style=\"text-align: center;\">21.2 hours</td><td style=\"text-align: center;\">14.2 hours</td></tr></tbody></table></figure></p>\n<p>When hibernating, Alaska marmots and Arctic ground squirrels enter a state called torpor, which minimizes the energy their bodies need to function. Often a hibernating animal will temporarily come out of torpor (called an arousal episode) and its metabolic rate will rise, burning more of the precious energy the animal needs to survive the winter. Alaska marmots hibernate in groups and therefore burn less energy keeping warm during these episodes than they would if they were alone. A researcher hypothesized that because Arctic ground squirrels hibernate alone, they would likely exhibit longer bouts of torpor and shorter arousal episodes than Alaska marmots.</p></div>",
    "new_plain": "Average Number and Duration of Torpor Bouts and Arousal Episodes for Alaska Marmots and Arctic Ground Squirrels, 2008–2011FeatureAlaska marmotsArctic ground squirrelstorpor bouts1210.5duration per bout13.81 days16.77 daysarousal episodes119.5duration per episode21.2 hours14.2 hours\nWhen hibernating, Alaska marmots and Arctic ground squirrels enter a state called torpor, which minimizes the energy their bodies need to function. Often a hibernating animal will temporarily come out of torpor (called an arousal episode) and its metabolic rate will rise, burning more of the precious energy the animal needs to survive the winter. Alaska marmots hibernate in groups and therefore burn less energy keeping warm during these episodes than they would if they were alone. A researcher hypothesized that because Arctic ground squirrels hibernate alone, they would likely exhibit longer bouts of torpor and shorter arousal episodes than Alaska marmots. Which choice best describes data from the table that support the researcher’s hypothesis?",
    "url": "https://oneprep.xyz/question/2617/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf86345300gev67m7x7ucz2t",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>British musicians John Lennon and Paul McCartney shared writing credit for numerous Beatles songs.</li",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf86372700j7v67mn5o26c9u",
    "old_text": "<div class=\"\"><p>The following text is adapted from Lewis Carroll’s 1889 satirical novel <em>Sylvie and Bruno</em>. A crowd has gathered outside a room belonging to the Warden, an official who reports",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf8637di00jiv67mp2y6pixm",
    "old_text": "<div class=\"\"><p>Born in 1891 to a Quechua-speaking family in the Andes Mountains of Peru, Martín Chambi is today considered to be one of the most renowned figures of Latin American photography. In a ",
    "new_html": "<div class=\"\"><p>Born in 1891 to a Quechua-speaking family in the Andes Mountains of Peru, Martín Chambi is today considered to be one of the most renowned figures of Latin American photography. In a paper for an art history class, a student claims that Chambi’s photographs have considerable ethnographic value—in his work, Chambi was able to capture diverse elements of Peruvian society, representing his subjects with both dignity and authenticity.  </p></div>",
    "new_plain": "Born in 1891 to a Quechua-speaking family in the Andes Mountains of Peru, Martín Chambi is today considered to be one of the most renowned figures of Latin American photography. In a paper for an art history class, a student claims that Chambi’s photographs have considerable ethnographic value—in his work, Chambi was able to capture diverse elements of Peruvian society, representing his subjects with both dignity and authenticity. Which finding, if true, would most directly support the student’s claim?",
    "url": "https://oneprep.xyz/question/2669/?question_set=exam&exam_id=27",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf8637oh00jtv67m1k4fhlmb",
    "old_text": "<div class=\"\"><p>Art collectives, like the United States- and Vietnam-based collective The Propeller Group or Cuba’s Los Carpinteros, are groups of artists who agree to work together: perhaps for styl",
    "new_html": "<div class=\"\"><p>Art collectives, like the United States- and Vietnam-based collective The Propeller Group or Cuba’s Los Carpinteros, are groups of artists who agree to work together: perhaps for stylistic reasons, or to advance certain shared political ideals, or to help mitigate the costs of supplies and studio space. Regardless of the reasons, art collectives usually involve some collaboration among the artists. Based on a recent series of interviews with various art collectives, an arts journalist claims that this can be difficult for artists who are often used to having sole control over their work.</p></div>",
    "new_plain": "Art collectives, like the United States- and Vietnam-based collective The Propeller Group or Cuba’s Los Carpinteros, are groups of artists who agree to work together: perhaps for stylistic reasons, or to advance certain shared political ideals, or to help mitigate the costs of supplies and studio space. Regardless of the reasons, art collectives usually involve some collaboration among the artists. Based on a recent series of interviews with various art collectives, an arts journalist claims that this can be difficult for artists who are often used to having sole control over their work. Which quotation from the interviews best illustrates the journalist’s claim?",
    "url": "https://oneprep.xyz/question/2670/?question_set=exam&exam_id=27",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf8638bb00kfv67mcpgzy02h",
    "old_text": "<div class=\"\"><p>In the twentieth century, ethnographers made a concerted effort to collect Mexican American folklore, but they did not always agree about that folklore’s origins. Scholars such as Aur",
    "new_html": "<div class=\"\"><p>In the twentieth century, ethnographers made a concerted effort to collect Mexican American folklore, but they did not always agree about that folklore’s origins. Scholars such as Aurelio Espinosa claimed that Mexican American folklore derived largely from the folklore of Spain, which ruled Mexico and what is now the southwestern United States from the sixteenth to early nineteenth centuries. Scholars such as Américo Paredes, by contrast, argued that while some Spanish influence is undeniable, Mexican American folklore is mainly the product of the ongoing interactions of various cultures in Mexico and the United States. </p></div>",
    "new_plain": "In the twentieth century, ethnographers made a concerted effort to collect Mexican American folklore, but they did not always agree about that folklore’s origins. Scholars such as Aurelio Espinosa claimed that Mexican American folklore derived largely from the folklore of Spain, which ruled Mexico and what is now the southwestern United States from the sixteenth to early nineteenth centuries. Scholars such as Américo Paredes, by contrast, argued that while some Spanish influence is undeniable, Mexican American folklore is mainly the product of the ongoing interactions of various cultures in Mexico and the United States. Which finding, if true, would most directly support Paredes’s argument?",
    "url": "https://oneprep.xyz/question/2672/?question_set=exam&exam_id=27",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf863ced00oev67mbwh5stg0",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The Gullah are a group of African Americans who have lived in parts of the southeastern United States ",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf863cpi00opv67mhs9m3408",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The factors that affect clutch size (the number of eggs laid at one time) have been well studied in bi",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf863gv300smv67m49l99tmn",
    "old_text": "<div class=\"\"><p>The following text is adapted from Oscar Wilde’s 1895 play <em>The Importance of Being Earnest</em>.</p>\n<p style=\"padding-left:1em\">CECILY: Have we got to part?</p>\n<p style=\"padding",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf863h5t00sxv67mwijv00mj",
    "old_text": "<div class=\"\"><p>The following text is from the 1924 poem “Cycle” by D’Arcy McNickle, who was a citizen of the Confederated Salish and Kootenai Tribes.</p>\n<p style=\"padding-left:1em;\">There shall be ",
    "new_html": "<div class=\"\"><p>The following text is from the 1924 poem “Cycle” by D’Arcy McNickle, who was a citizen of the Confederated Salish and Kootenai Tribes.</p>\n<p style=\"padding-left:1em;\">There shall be new roads wending,<br/>A new beating of the drum—<br/>Men’s eyes shall have fresh seeing,<br/>Grey lives reprise their span—<br/>But under the new sun’s being,<br/>Completing what night began,<br/>There’ll be the same backs bending,<br/>The same sad feet shall drum—<br/>When this night finds its ending<br/>And day shall have come.....</p></div>",
    "new_plain": "The following text is from the 1924 poem “Cycle” by D’Arcy McNickle, who was a citizen of the Confederated Salish and Kootenai Tribes.\nThere shall be new roads wending,A new beating of the drum—Men’s eyes shall have fresh seeing,Grey lives reprise their span—But under the new sun’s being,Completing what night began,There’ll be the same backs bending,The same sad feet shall drum—When this night finds its endingAnd day shall have come..... Which choice best states the main purpose of the text?",
    "url": "https://oneprep.xyz/question/2778/?question_set=exam&exam_id=31",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf863hgk00t8v67mvpysw2ov",
    "old_text": "<div class=\"\"><p>The following text is from Charlotte Forten Grimké’s 1888 poem “At Newport.”</p>\n<p style=\"padding-left: 1em;\">Oh, deep delight to watch the gladsome waves<br/>Exultant leap upon the ",
    "new_html": "<div class=\"\"><p>The following text is from Charlotte Forten Grimké’s 1888 poem “At Newport.”</p>\n<p style=\"padding-left: 1em;\">Oh, deep delight to watch the gladsome waves<br/>Exultant leap upon the rugged rocks;<br/><span aria-label=\"Referenced Content\" role=\"region\"><u>Ever repulsed, yet ever rushing on—</u></span><br/><span aria-label=\"Referenced Content\" role=\"region\"><u>Filled with a life that will not know defeat;</u></span><br/>To see the glorious hues of sky and sea.<br/>The distant snowy sails, glide spirit like,<br/>Into an unknown world, to feel the sweet<br/>Enchantment of the sea thrill all the soul,<br/>Clearing the clouded brain, making the heart<br/>Leap joyous as it own bright, singing waves!</p></div>",
    "new_plain": "The following text is from Charlotte Forten Grimké’s 1888 poem “At Newport.”\nOh, deep delight to watch the gladsome wavesExultant leap upon the rugged rocks;Ever repulsed, yet ever rushing on—Filled with a life that will not know defeat;To see the glorious hues of sky and sea.The distant snowy sails, glide spirit like,Into an unknown world, to feel the sweetEnchantment of the sea thrill all the soul,Clearing the clouded brain, making the heartLeap joyous as it own bright, singing waves! Which choice best describes the function of the underlined portion in the text as a whole?",
    "url": "https://oneprep.xyz/question/2758/?question_set=exam&exam_id=31",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf863hrc00tjv67m2casvtvm",
    "old_text": "<div class=\"\"><p>The following text is adapted from Aphra Behn’s 1689 novel <em>The Lucky Mistake</em>. Atlante and Rinaldo are neighbors who have been secretly exchanging letters through Charlot, Atl",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf863if000u5v67mld0mp15l",
    "old_text": "<div class=\"\"><p>Believing that living in an impractical space can heighten awareness and even improve health, conceptual artists Madeline Gins and Shusaku Arakawa designed an apartment building in Ja",
    "new_html": "<div class=\"\"><p>Believing that living in an impractical space can heighten awareness and even improve health, conceptual artists Madeline Gins and Shusaku Arakawa designed an apartment building in Japan to be more fanciful than functional. A kitchen counter is chest-high on one side and knee-high on the other; a ceiling has a door to nowhere. The effect is disorienting but invigorating: after four years there, filmmaker Nobu Yamaoka reported significant health benefits.</p></div>",
    "new_plain": "Believing that living in an impractical space can heighten awareness and even improve health, conceptual artists Madeline Gins and Shusaku Arakawa designed an apartment building in Japan to be more fanciful than functional. A kitchen counter is chest-high on one side and knee-high on the other; a ceiling has a door to nowhere. The effect is disorienting but invigorating: after four years there, filmmaker Nobu Yamaoka reported significant health benefits. Which choice best states the main idea of the text?",
    "url": "https://oneprep.xyz/question/2772/?question_set=exam&exam_id=31",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf863iq200ugv67m9dybe216",
    "old_text": "<div class=\"\"><p>The following text is from Maggie Pogue Johnson’s 1910 poem “Poet of Our Race.” In this poem, the speaker is addressing Paul Laurence Dunbar, a Black author.</p><p style=\"padding-left",
    "new_html": "<div class=\"\"><p>The following text is from Maggie Pogue Johnson’s 1910 poem “Poet of Our Race.” In this poem, the speaker is addressing Paul Laurence Dunbar, a Black author.</p><p style=\"padding-left: 1em;\">Thou, with stroke of mighty pen,<br/> Hast told of joy and mirth,<br/>And read the hearts and souls of men<br/> As cradled from their birth.</p><p style=\"padding-left: 1em;\">The language of the flowers,<br/> Thou hast read them all,<br/>And e’en the little brook<br/> Responded to thy call.</p></div>",
    "new_plain": "The following text is from Maggie Pogue Johnson’s 1910 poem “Poet of Our Race.” In this poem, the speaker is addressing Paul Laurence Dunbar, a Black author.Thou, with stroke of mighty pen, Hast told of joy and mirth,And read the hearts and souls of men As cradled from their birth.The language of the flowers, Thou hast read them all,And e’en the little brook Responded to thy call. Which choice best states the main purpose of the text?",
    "url": "https://oneprep.xyz/question/2779/?question_set=exam&exam_id=31",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf863mfn00y4v67mvhxyjprx",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The Seikan Tunnel is a rail tunnel in Japan.</li>\n<li>It connects the island of Honshu to the island o",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf863nc000z1v67mlkeou21g",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Gaspar Enriquez is an artist.</li>\n<li>He specializes in portraits of Mexican Americans.</li>\n<li>A po",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf863qyu012gv67m1ijkc41e",
    "old_text": "<div class=\"\"><p>The following text is adapted from Edith Nesbit’s 1906 novel <em>The Railway Children</em>.</p>\n<p style=\"padding-left: 1em;\">Mother did not spend all her time in paying dull [visits]",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf863ra0012rv67mj1t8sexy",
    "old_text": "<div class=\"\"><p>Many insects are iridescent, or have colors that appear to shimmer and change when seen from different angles. Scientists have assumed that this feature helps to attract mates but cou",
    "new_html": "<div class=\"\"><p>Many insects are iridescent, or have colors that appear to shimmer and change when seen from different angles. Scientists have assumed that this feature helps to attract mates but could also attract predators. But biologist Karin Kjernsmo and a team had the idea that the shifting appearance of colors might actually make it harder for other animals to see iridescent insects. To test this idea, the team put beetle forewings on leaves along a forest path and then asked human participants to look for them. Some of the wings were naturally iridescent. Others were painted with a nonchanging color from the iridescent spectrum, such as purple or blue.</p></div>",
    "new_plain": "Many insects are iridescent, or have colors that appear to shimmer and change when seen from different angles. Scientists have assumed that this feature helps to attract mates but could also attract predators. But biologist Karin Kjernsmo and a team had the idea that the shifting appearance of colors might actually make it harder for other animals to see iridescent insects. To test this idea, the team put beetle forewings on leaves along a forest path and then asked human participants to look for them. Some of the wings were naturally iridescent. Others were painted with a nonchanging color from the iridescent spectrum, such as purple or blue. Which finding, if true, would most directly support the team’s idea?",
    "url": "https://oneprep.xyz/question/2789/?question_set=exam&exam_id=32",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf863s65013ov67mcery0227",
    "old_text": "<div class=\"\"><p>Boldly mixing elements of poetry, fiction, drama, philosophy, and manifesto, Puerto Rican writer Giannina Braschi creates cross-genre literature that explores themes such as immigrati",
    "new_html": "<div class=\"\"><p>Boldly mixing elements of poetry, fiction, drama, philosophy, and manifesto, Puerto Rican writer Giannina Braschi creates cross-genre literature that explores themes such as immigration and independence. Her works have inspired responses from individuals across different fields and in a wide range of formats, from musical compositions and a comic book to architecture and furniture design. In an essay, a student asserts that the production of these diverse creations by others is reflective of Braschi’s own approach to crafting literature.</p></div>",
    "new_plain": "Boldly mixing elements of poetry, fiction, drama, philosophy, and manifesto, Puerto Rican writer Giannina Braschi creates cross-genre literature that explores themes such as immigration and independence. Her works have inspired responses from individuals across different fields and in a wide range of formats, from musical compositions and a comic book to architecture and furniture design. In an essay, a student asserts that the production of these diverse creations by others is reflective of Braschi’s own approach to crafting literature. Which quotation from a scholarly review of Braschi’s work best supports the student’s claim?",
    "url": "https://oneprep.xyz/question/2792/?question_set=exam&exam_id=32",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf863yqp019uv67m44nnqdbl",
    "old_text": "<div class=\"\"><p>In 1934 physicist Eugene Wigner posited the existence of a crystal consisting entirely of electrons in a honeycomb-like structure. The so-called Wigner crystal remained largely conjec",
    "new_html": "<div class=\"\"><p>In 1934 physicist Eugene Wigner posited the existence of a crystal consisting entirely of electrons in a honeycomb-like structure. The so-called Wigner crystal remained largely conjecture, however, until Feng Wang and colleagues announced in 2021 that they had captured an image of one. The researchers trapped electrons between two semiconductors and then cooled the apparatus, causing the electrons to settle into a crystalline structure. By inserting an ultrathin sheet of graphene above the crystal, the researchers obtained an impression—the first visual confirmation of the Wigner crystal.</p></div>",
    "new_plain": "In 1934 physicist Eugene Wigner posited the existence of a crystal consisting entirely of electrons in a honeycomb-like structure. The so-called Wigner crystal remained largely conjecture, however, until Feng Wang and colleagues announced in 2021 that they had captured an image of one. The researchers trapped electrons between two semiconductors and then cooled the apparatus, causing the electrons to settle into a crystalline structure. By inserting an ultrathin sheet of graphene above the crystal, the researchers obtained an impression—the first visual confirmation of the Wigner crystal. Which choice best states the main idea of the text?",
    "url": "https://oneprep.xyz/question/2812/?question_set=exam&exam_id=33",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf863z1h01a5v67mwrpewzj7",
    "old_text": "<div class=\"\"><p>For many years, the only existing fossil evidence of mixopterid eurypterids—an extinct family of large aquatic arthropods known as sea scorpions and related to modern arachnids and ho",
    "new_html": "<div class=\"\"><p>For many years, the only existing fossil evidence of mixopterid eurypterids—an extinct family of large aquatic arthropods known as sea scorpions and related to modern arachnids and horseshoe crabs—came from four species living on the paleocontinent of Laurussia. In a discovery that expands our understanding of the geographical distribution of mixopterids, paleontologist Bo Wang and others have identified fossilized remains of a new mixopterid species, <em>Terropterus xiushanensis</em>, that lived over 400 million years ago on the paleocontinent of Gondwana.</p></div>",
    "new_plain": "For many years, the only existing fossil evidence of mixopterid eurypterids—an extinct family of large aquatic arthropods known as sea scorpions and related to modern arachnids and horseshoe crabs—came from four species living on the paleocontinent of Laurussia. In a discovery that expands our understanding of the geographical distribution of mixopterids, paleontologist Bo Wang and others have identified fossilized remains of a new mixopterid species, Terropterus xiushanensis, that lived over 400 million years ago on the paleocontinent of Gondwana. According to the text, why was Wang and his team’s discovery of the Terropterus xiushanensis fossil significant?",
    "url": "https://oneprep.xyz/question/2813/?question_set=exam&exam_id=33",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf863zbz01agv67mvuoke858",
    "old_text": "<div class=\"\"><p>The following text is adapted from Edith Nesbit’s 1906 novel <em>The Railway Children</em>.</p>\n<p style=\"padding-left: 1em;\">Mother did not spend all her time in paying dull [visits]",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf863zws01b2v67m4d0p7zjo",
    "old_text": "<div class=\"\"><p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Estimates of Tyrannosaurid Bite Force</p></caption><thead><tr><th scope=\"co",
    "new_html": "<div class=\"\"><p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Estimates of Tyrannosaurid Bite Force</p></caption><thead><tr><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Study</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Year</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Estimation method</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Approximate bite force (newtons)</th></tr></thead><tbody><tr><th scope=\"row\" style=\"text-align: left;\">Cost et al.</th><td style=\"text-align: center;\">2019</td><td>muscular and skeletal modeling</td><td>35,000–63,000</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">Gignac and Erickson</th><td style=\"text-align: center;\">2017</td><td>tooth-bone interaction analysis</td><td>8,000–34,000</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">Meers</th><td style=\"text-align: center;\">2002</td><td>body-mass scaling</td><td>183,000–235,000</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">Bates and Falkingham</th><td style=\"text-align: center;\">2012</td><td>muscular and skeletal modeling</td><td>35,000–57,000</td></tr></tbody></table></figure></p>\n<p>The largest tyrannosaurids—the family of carnivorous dinosaurs that includes <em>Tarbosaurus</em>, <em>Albertosaurus</em>, and, most famously, <em>Tyrannosaurus</em> <em>rex</em>—are thought to have had the strongest bites of any land animals in Earth’s history. Determining the bite force of extinct animals can be difficult, however, and paleontologists Paul Barrett and Emily Rayfield have suggested that an estimate of dinosaur bite force may be significantly influenced by the methodology used in generating that estimate.</p></div>",
    "new_plain": "Estimates of Tyrannosaurid Bite ForceStudyYearEstimation methodApproximate bite force (newtons)Cost et al.2019muscular and skeletal modeling35,000–63,000Gignac and Erickson2017tooth-bone interaction analysis8,000–34,000Meers2002body-mass scaling183,000–235,000Bates and Falkingham2012muscular and skeletal modeling35,000–57,000\nThe largest tyrannosaurids—the family of carnivorous dinosaurs that includes Tarbosaurus, Albertosaurus, and, most famously, Tyrannosaurus rex—are thought to have had the strongest bites of any land animals in Earth’s history. Determining the bite force of extinct animals can be difficult, however, and paleontologists Paul Barrett and Emily Rayfield have suggested that an estimate of dinosaur bite force may be significantly influenced by the methodology used in generating that estimate. Which choice best describes data from the table that support Barrett and Rayfield’s suggestion?",
    "url": "https://oneprep.xyz/question/2816/?question_set=exam&exam_id=33",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf86453t01g9v67m96ol48mc",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The <em>Atlantic Monthly</em> magazine was first published in 1857.</li>\n<li>The magazine focused on p",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf864adj01lpv67mq93vbjy1",
    "old_text": "<div class=\"\"><p>The following text is adapted from Nathaniel Hawthorne’s 1844 short story “Drowne’s Wooden Image.” Drowne, a young man, is carving a wooden figure to decorate the front of a ship.</p>",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf864b3001mbv67miei4b2oc",
    "old_text": "<div class=\"\"><p>Utah is home to Pando, a colony of about 47,000 quaking aspen trees that all share a single root system. Pando is one of the largest single organisms by mass on Earth, but ecologists ",
    "new_html": "<div class=\"\"><p>Utah is home to Pando, a colony of about 47,000 quaking aspen trees that all share a single root system. Pando is one of the largest single organisms by mass on Earth, but ecologists are worried that its growth is declining in part because of grazing by animals. The ecologists say that strong fences could prevent deer from eating young trees and help Pando start thriving again.</p></div>",
    "new_plain": "Utah is home to Pando, a colony of about 47,000 quaking aspen trees that all share a single root system. Pando is one of the largest single organisms by mass on Earth, but ecologists are worried that its growth is declining in part because of grazing by animals. The ecologists say that strong fences could prevent deer from eating young trees and help Pando start thriving again. According to the text, why are ecologists worried about Pando?",
    "url": "https://oneprep.xyz/question/2171/?question_set=exam&exam_id=7",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf864g7v01riv67mdotvp4j8",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Severo Ochoa discovered the enzyme PNPase in 1955.</li>\n<li>PNPase is involved in both the creation an",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf864giw01rtv67m6wc7ai9p",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Physicist Muluneh Abebe was working on a garment suited for both warm and cold conditions.</li>\n<li>He",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf864jp201uxv67mx3sui4ai",
    "old_text": "<div class=\"\"><p>In 2007, computer scientist Luis von Ahn was working on converting printed books into a digital format. He found that some words were distorted enough that digital scanners couldn’t r",
    "new_html": "<div class=\"\"><p>In 2007, computer scientist Luis von Ahn was working on converting printed books into a digital format. He found that some words were distorted enough that digital scanners couldn’t recognize them, but most humans could easily read them. Based on that finding, von Ahn invented a simple security test to keep automated “bots” out of websites. The first version of the reCAPTCHA test asked users to type one known word and one of the many words scanners couldn’t recognize. Correct answers proved the users were humans and added data to the book-digitizing project.</p></div>",
    "new_plain": "In 2007, computer scientist Luis von Ahn was working on converting printed books into a digital format. He found that some words were distorted enough that digital scanners couldn’t recognize them, but most humans could easily read them. Based on that finding, von Ahn invented a simple security test to keep automated “bots” out of websites. The first version of the reCAPTCHA test asked users to type one known word and one of the many words scanners couldn’t recognize. Correct answers proved the users were humans and added data to the book-digitizing project. Which choice best states the main purpose of the text?",
    "url": "https://oneprep.xyz/question/2199/?question_set=exam&exam_id=8",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf864k1j01v8v67mmva82vzg",
    "old_text": "<div class=\"\"><p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 1</strong></span></p>\n<p>A tiny, unusual fossil in a piece of 99-million-year-old amber is of the extinct species <em>Oculuden",
    "new_html": "<div class=\"\"><p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 1</strong></span></p>\n<p>A tiny, unusual fossil in a piece of 99-million-year-old amber is of the extinct species <em>Oculudentavis khaungraae</em>. The <em>O. khaungraae </em>fossil consists of a rounded skull with a thin snout and a large eye socket. Because these features look like they are avian, or related to birds, researchers initially thought that the fossil might be the smallest avian dinosaur ever found.</p>\n<p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 2</strong></span></p>\n<p>Paleontologists were excited to discover a second small fossil that is similar to the strange <em>O. khaungraae</em> fossil but has part of the lower body along with a birdlike skull. Detailed studies of both fossils revealed several traits that are found in lizards but not in dinosaurs or birds. Therefore, paleontologists think the two creatures were probably unusual lizards, even though the skulls looked avian at first.</p></div>",
    "new_plain": "Text 1\nA tiny, unusual fossil in a piece of 99-million-year-old amber is of the extinct species Oculudentavis khaungraae. The O. khaungraae fossil consists of a rounded skull with a thin snout and a large eye socket. Because these features look like they are avian, or related to birds, researchers initially thought that the fossil might be the smallest avian dinosaur ever found.\n Text 2\nPaleontologists were excited to discover a second small fossil that is similar to the strange O. khaungraae fossil but has part of the lower body along with a birdlike skull. Detailed studies of both fossils revealed several traits that are found in lizards but not in dinosaurs or birds. Therefore, paleontologists think the two creatures were probably unusual lizards, even though the skulls looked avian at first. Based on the texts, what would the paleontologists in Text 2 most likely say about the researchers’ initial thought in Text 1?",
    "url": "https://oneprep.xyz/question/2200/?question_set=exam&exam_id=8",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf864lj401wrv67mp0erj6t9",
    "old_text": "<div class=\"\"><p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Characteristics of Five Recently Discovered Gas Exoplanets</p></caption><th",
    "new_html": "<div class=\"\"><p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Characteristics of Five Recently Discovered Gas Exoplanets</p></caption><thead><tr><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Exoplanet designation</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Mass (Jupiters)</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Radius (Jupiters)</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Orbital period (days)</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Distance from the Sun (parsecs)</th></tr></thead><tbody><tr><th scope=\"row\" style=\"text-align: left;\">TOI-640 b</th><td style=\"text-align: center;\">0.88</td><td style=\"text-align: center;\">1.771</td><td style=\"text-align: center;\">5.003</td><td style=\"text-align: center;\">340</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">TOI-1601 b</th><td style=\"text-align: center;\">0.99</td><td style=\"text-align: center;\">1.239</td><td style=\"text-align: center;\">5.331</td><td style=\"text-align: center;\">336</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">TOI-628 b</th><td style=\"text-align: center;\">6.33</td><td style=\"text-align: center;\">1.060</td><td style=\"text-align: center;\">3.409</td><td style=\"text-align: center;\">178</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">TOI-1478 b</th><td style=\"text-align: center;\">0.85</td><td style=\"text-align: center;\">1.060</td><td style=\"text-align: center;\">10.180</td><td style=\"text-align: center;\">153</td></tr><tr><th scope=\"row\" style=\"text-align: left;\">TOI-1333 b</th><td style=\"text-align: center;\">2.37</td><td style=\"text-align: center;\">1.396</td><td style=\"text-align: center;\">4.720</td><td style=\"text-align: center;\">200</td></tr></tbody></table></figure></p>\n<p>“Hot Jupiters” are gas planets that have a mass of at least 0.25 Jupiters (meaning that their mass is at least 25% of that of Jupiter) and an orbital period of less than 10 days (meaning that they complete one orbit around their star in less than 10 days), while “warm Jupiters” are gas planets that meet the same mass criterion but have orbital periods of more than 10 days. In 2021, Michigan State University astronomer Joseph Rodriguez and colleagues announced the discovery of five new gas exoplanets and asserted that four are hot Jupiters and one is a warm Jupiter. </p></div>",
    "new_plain": "Characteristics of Five Recently Discovered Gas ExoplanetsExoplanet designationMass (Jupiters)Radius (Jupiters)Orbital period (days)Distance from the Sun (parsecs)TOI-640 b0.881.7715.003340TOI-1601 b0.991.2395.331336TOI-628 b6.331.0603.409178TOI-1478 b0.851.06010.180153TOI-1333 b2.371.3964.720200\n“Hot Jupiters” are gas planets that have a mass of at least 0.25 Jupiters (meaning that their mass is at least 25% of that of Jupiter) and an orbital period of less than 10 days (meaning that they complete one orbit around their star in less than 10 days), while “warm Jupiters” are gas planets that meet the same mass criterion but have orbital periods of more than 10 days. In 2021, Michigan State University astronomer Joseph Rodriguez and colleagues announced the discovery of five new gas exoplanets and asserted that four are hot Jupiters and one is a warm Jupiter. Which choice best describes data from the table that support Rodriguez and colleagues’ assertion?",
    "url": "https://oneprep.xyz/question/2205/?question_set=exam&exam_id=8",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf864m4k01xdv67mowqr5dph",
    "old_text": "<div class=\"\"><p>In the “language nest” model of education, Indigenous children learn the language of their people by using it as the medium of instruction and socialization at pre-K or elementary lev",
    "new_html": "<div class=\"\"><p>In the “language nest” model of education, Indigenous children learn the language of their people by using it as the medium of instruction and socialization at pre-K or elementary levels. In their 2016 study of a school in an Anishinaabe community in Ontario, Canada, scholars Lindsay Morcom and Stephanie Roy (who are Anishinaabe themselves) found that the model not only imparted fluency in the Anishinaabe language but also enhanced students’ pride in Anishinaabe culture overall. Given these positive effects, Morcom and Roy predict that the model increases the probability that as adults, former students of the school will transmit the language to younger generations in their community.</p></div>",
    "new_plain": "In the “language nest” model of education, Indigenous children learn the language of their people by using it as the medium of instruction and socialization at pre-K or elementary levels. In their 2016 study of a school in an Anishinaabe community in Ontario, Canada, scholars Lindsay Morcom and Stephanie Roy (who are Anishinaabe themselves) found that the model not only imparted fluency in the Anishinaabe language but also enhanced students’ pride in Anishinaabe culture overall. Given these positive effects, Morcom and Roy predict that the model increases the probability that as adults, former students of the school will transmit the language to younger generations in their community. Which finding, if true, would most strongly support the researchers’ prediction?",
    "url": "https://oneprep.xyz/question/2207/?question_set=exam&exam_id=8",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf864p5r020fv67mvfjly8mw",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Some sandstone arches in Utah’s Arches National Park have been defaced by tourists’ carvings.</li>\n<li",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf864pgf020qv67m2empnwrs",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Soo Sunny Park is a Korean American artist who uses light as her primary medium of expression.</li>\n<l",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf864rzf0238v67mkf9o9z1c",
    "old_text": "<div class=\"\"><p>The following text is from Edith Wharton’s 1905 novel <em>The House of Mirth</em>. Lily Bart and a companion are walking through a park.</p>\n<p style=\"padding-left: 1em;\">Lily had no ",
    "new_html": "<div class=\"\"><p>The following text is from Edith Wharton’s 1905 novel <em>The House of Mirth</em>. Lily Bart and a companion are walking through a park.</p>\n<p style=\"padding-left: 1em;\">Lily had no real intimacy with nature, but she had a passion for the appropriate and could be keenly sensitive to a scene which was the fitting background of her own sensations. <span aria-label=\"Referenced Content\" role=\"region\"><u>The landscape outspread below her seemed an enlargement of her present mood, and she found something of herself in its calmness, its breadth, its long free reaches.</u></span> On the nearer slopes the sugar-maples wavered like pyres of light; lower down was a massing of grey orchards, and here and there the lingering green of an oak-grove.</p></div>",
    "new_plain": "The following text is from Edith Wharton’s 1905 novel The House of Mirth. Lily Bart and a companion are walking through a park.\nLily had no real intimacy with nature, but she had a passion for the appropriate and could be keenly sensitive to a scene which was the fitting background of her own sensations. The landscape outspread below her seemed an enlargement of her present mood, and she found something of herself in its calmness, its breadth, its long free reaches. On the nearer slopes the sugar-maples wavered like pyres of light; lower down was a massing of grey orchards, and here and there the lingering green of an oak-grove. Which choice best describes the function of the underlined sentence in the text as a whole?",
    "url": "https://oneprep.xyz/question/2226/?question_set=exam&exam_id=9",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf864sw10245v67mlqal2my7",
    "old_text": "<div class=\"\"><p>Psychologists Dacher Keltner and Jonathan Haidt have argued that experiencing awe—a sensation of reverence and wonder typically brought on by perceiving something grand or powerful—ca",
    "new_html": "<div class=\"\"><p>Psychologists Dacher Keltner and Jonathan Haidt have argued that experiencing awe—a sensation of reverence and wonder typically brought on by perceiving something grand or powerful—can enable us to feel more connected to others and thereby inspire us to act more altruistically. Keltner, along with Paul K. Piff, Pia Dietze, and colleagues, claims to have found evidence for this effect in a recent study where participants were asked to either gaze up at exceptionally tall trees in a nearby grove (reported to be a universally awe-inspiring experience) or stare at the exterior of a nearby, nondescript building. After one minute, an experimenter deliberately spilled a box of pens nearby.</p></div>",
    "new_plain": "Psychologists Dacher Keltner and Jonathan Haidt have argued that experiencing awe—a sensation of reverence and wonder typically brought on by perceiving something grand or powerful—can enable us to feel more connected to others and thereby inspire us to act more altruistically. Keltner, along with Paul K. Piff, Pia Dietze, and colleagues, claims to have found evidence for this effect in a recent study where participants were asked to either gaze up at exceptionally tall trees in a nearby grove (reported to be a universally awe-inspiring experience) or stare at the exterior of a nearby, nondescript building. After one minute, an experimenter deliberately spilled a box of pens nearby. Which finding from the researchers’ study, if true, would most strongly support their claim?",
    "url": "https://oneprep.xyz/question/2229/?question_set=exam&exam_id=9",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf864t73024gv67mc1ujgxku",
    "old_text": "<div class=\"\"><p>Political scientists who favor the traditional view of voter behavior claim that voting in an election does not change a voter’s attitude toward the candidates in that election. Focus",
    "new_html": "<div class=\"\"><p>Political scientists who favor the traditional view of voter behavior claim that voting in an election does not change a voter’s attitude toward the candidates in that election. Focusing on each US presidential election from 1976 to 1996, Ebonya Washington and Sendhil Mullainathan tested this claim by distinguishing between subjects who had just become old enough to vote (around half of whom actually voted) and otherwise similar subjects who were slightly too young to vote (and thus none of whom voted). Washington and Mullainathan compared the attitudes of the groups of subjects toward the winning candidate two years after each election.</p></div>",
    "new_plain": "Political scientists who favor the traditional view of voter behavior claim that voting in an election does not change a voter’s attitude toward the candidates in that election. Focusing on each US presidential election from 1976 to 1996, Ebonya Washington and Sendhil Mullainathan tested this claim by distinguishing between subjects who had just become old enough to vote (around half of whom actually voted) and otherwise similar subjects who were slightly too young to vote (and thus none of whom voted). Washington and Mullainathan compared the attitudes of the groups of subjects toward the winning candidate two years after each election. Which finding from Washington and Mullainathan’s study, if true, would most directly weaken the claim made by people who favor the traditional view of voter behavior?",
    "url": "https://oneprep.xyz/question/2230/?question_set=exam&exam_id=9",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf864xti0291v67ms6dpbaxh",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The magnificent frigatebird (<em>fregata magnificens</em>) is a species of seabird that feeds mainly o",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf8653jm02euv67mdxictavq",
    "old_text": "<div class=\"\"><p>The following text is adapted from Karel Čapek’s 1920 play <em>R.U.R. (Rossum’s Universal Robots</em>), translated by Paul Selver and Nigel Playfair in 1923. Fabry and Busman are tell",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf8653uq02f5v67mnac9pj0u",
    "old_text": "<div class=\"\"><p>In 2014, Amelia Quon and her team at NASA set out to build a helicopter capable of flying on Mars. Because Mars’s atmosphere is only one percent as dense as Earth’s, the air of Mars w",
    "new_html": "<div class=\"\"><p>In 2014, Amelia Quon and her team at NASA set out to build a helicopter capable of flying on Mars. Because Mars’s atmosphere is only one percent as dense as Earth’s, the air of Mars would not provide enough resistance to the rotating blades of a standard helicopter for the aircraft to stay aloft. For five years, Quon’s team tested designs in a lab that mimicked Mars’s atmospheric conditions. The craft the team ultimately designed can fly on Mars because its blades are longer and rotate faster than those of a helicopter of the same size built for Earth.</p></div>",
    "new_plain": "In 2014, Amelia Quon and her team at NASA set out to build a helicopter capable of flying on Mars. Because Mars’s atmosphere is only one percent as dense as Earth’s, the air of Mars would not provide enough resistance to the rotating blades of a standard helicopter for the aircraft to stay aloft. For five years, Quon’s team tested designs in a lab that mimicked Mars’s atmospheric conditions. The craft the team ultimately designed can fly on Mars because its blades are longer and rotate faster than those of a helicopter of the same size built for Earth. According to the text, why would a helicopter built for Earth be unable to fly on Mars?",
    "url": "https://oneprep.xyz/question/2336/?question_set=exam&exam_id=13",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf86546002fgv67mbqwv6inq",
    "old_text": "<div class=\"\"><p>In West Africa, jalis have traditionally been keepers of information about family histories and records of important events. They have often served as teachers and advisers, too. New ",
    "new_html": "<div class=\"\"><p>In West Africa, jalis have traditionally been keepers of information about family histories and records of important events. They have often served as teachers and advisers, too. New technologies may have changed some aspects of the role today, but jalis continue to be valued for knowing and protecting their peoples’ stories.</p></div>",
    "new_plain": "In West Africa, jalis have traditionally been keepers of information about family histories and records of important events. They have often served as teachers and advisers, too. New technologies may have changed some aspects of the role today, but jalis continue to be valued for knowing and protecting their peoples’ stories. Which choice best states the main idea of the text?",
    "url": "https://oneprep.xyz/question/2328/?question_set=exam&exam_id=13",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf8654gq02frv67mywimrsry",
    "old_text": "<div class=\"\"><p>The following text is adapted from Jack London’s 1903 novel <em>The Call of the Wild</em>. Buck is a sled dog living with John Thornton in Yukon, Canada.</p>\n<p style=\"padding-left: 1",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf867g4y0071v63op3anxtue",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Samuel Selvon was a Trinidadian author.</li>\n<li><em>The Lonely Londoners </em>is one of his most cele",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf867jub00agv63o5oyew9im",
    "old_text": "<div class=\"\"><p>The following text is adapted from Susan Glaspell’s 1912 short story “‘Out There.’” An elderly shop owner is looking at a picture that he recently acquired and hopes to sell.</p>\n<p s",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf867k7g00arv63onw14lzp1",
    "old_text": "<div class=\"\"><p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 1</strong></span></p>\n<p>Digital art, the use of digital technology to create or display images, isn’t really art at all. It d",
    "new_html": "<div class=\"\"><p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 1</strong></span></p>\n<p>Digital art, the use of digital technology to create or display images, isn’t really art at all. It doesn’t require as much skill as creating physical art. “Painting” with a tablet and stylus is much easier than using paint and a brush: the technology is doing most of the work.</p>\n<p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 2</strong></span></p>\n<p>The painting programs used to create digital art involve more than just pressing a few buttons. In addition to knowing the fundamentals of art, digital artists need to be familiar with sophisticated software. Many artists will start by drawing an image on paper before transforming the piece to a digital format, where they can apply a variety of colors and techniques that would otherwise require many different traditional tools. </p></div>",
    "new_plain": "Text 1\nDigital art, the use of digital technology to create or display images, isn’t really art at all. It doesn’t require as much skill as creating physical art. “Painting” with a tablet and stylus is much easier than using paint and a brush: the technology is doing most of the work.\n Text 2\nThe painting programs used to create digital art involve more than just pressing a few buttons. In addition to knowing the fundamentals of art, digital artists need to be familiar with sophisticated software. Many artists will start by drawing an image on paper before transforming the piece to a digital format, where they can apply a variety of colors and techniques that would otherwise require many different traditional tools. Based on the texts, how would the author of Text 2 most likely respond to the claims of the author of Text 1?",
    "url": "https://oneprep.xyz/question/2347/?question_set=exam&exam_id=14",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf867lhj00bzv63ogl9j3bis",
    "old_text": "<div class=\"\"><p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Juvenile Plants Found Growing on Bare Ground and in Patches of Vegetation f",
    "new_html": "<div class=\"\"><p><figure class=\"table\"><table class=\"gdr\"><caption style=\"caption-side: top;\"><p style=\"text-align: center;\">Juvenile Plants Found Growing on Bare Ground and in Patches of Vegetation for Five Species</p></caption><thead><tr><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Species</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Bare ground</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Patches of vegetation</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Total</th><th scope=\"col\" style=\"text-align: center; vertical-align: bottom;\">Percent found in patches of vegetation</th></tr></thead><tbody><tr><th scope=\"row\" style=\"text-align: left;\"><em>T. moroderi</em></th><td style=\"text-align: center;\">9</td><td style=\"text-align: center;\">13</td><td style=\"text-align: center;\">22</td><td style=\"text-align: center;\">59.1%</td></tr><tr><th scope=\"row\" style=\"text-align: left;\"><em>T. libanitis</em></th><td style=\"text-align: center;\">83</td><td style=\"text-align: center;\">120</td><td style=\"text-align: center;\">203</td><td style=\"text-align: center;\">59.1%<em></em></td></tr><tr><th scope=\"row\" style=\"text-align: left;\"><em>H. syriacim</em></th><td style=\"text-align: center;\">95</td><td style=\"text-align: center;\">106</td><td style=\"text-align: center;\">201</td><td style=\"text-align: center;\">52.7%</td></tr><tr><th scope=\"row\" style=\"text-align: left;\"><em>H. squamatum</em></th><td style=\"text-align: center;\">218</td><td style=\"text-align: center;\">321</td><td style=\"text-align: center;\">539</td><td style=\"text-align: center;\">59.6%</td></tr><tr><th scope=\"row\" style=\"text-align: left;\"><em>H. stoechas</em></th><td style=\"text-align: center;\">11</td><td style=\"text-align: center;\">12</td><td style=\"text-align: center;\">23</td><td style=\"text-align: center;\">52.2%</td></tr></tbody></table></figure></p>\n<p>Alicia Montesinos-Navarro, Isabelle Storer, and Rocío Perez-Barrales recently examined several plots within a diverse plant community in southeast Spain. The researchers calculated that if individual plants were randomly distributed on this particular landscape, only about 15% would be with other plants in patches of vegetation. They counted the number of juvenile plants of five species growing in patches of vegetation and the number growing alone on bare ground and compared those numbers to what would be expected if the plants were randomly distributed. Based on these results, they claim that plants of these species that grow in close proximity to other plants gain an advantage at an early developmental stage.</p></div>",
    "new_plain": "Juvenile Plants Found Growing on Bare Ground and in Patches of Vegetation for Five SpeciesSpeciesBare groundPatches of vegetationTotalPercent found in patches of vegetationT. moroderi9132259.1%T. libanitis8312020359.1%H. syriacim9510620152.7%H. squamatum21832153959.6%H. stoechas11122352.2%\nAlicia Montesinos-Navarro, Isabelle Storer, and Rocío Perez-Barrales recently examined several plots within a diverse plant community in southeast Spain. The researchers calculated that if individual plants were randomly distributed on this particular landscape, only about 15% would be with other plants in patches of vegetation. They counted the number of juvenile plants of five species growing in patches of vegetation and the number growing alone on bare ground and compared those numbers to what would be expected if the plants were randomly distributed. Based on these results, they claim that plants of these species that grow in close proximity to other plants gain an advantage at an early developmental stage. Which choice best describes data from the table that support the researchers’ claim?",
    "url": "https://oneprep.xyz/question/2351/?question_set=exam&exam_id=14",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf867s9o00igv63oufg3t4ne",
    "old_text": "<div class=\"\"><p>Musician Joni Mitchell, who is also a painter, uses images she creates for her album covers to emphasize ideas expressed in her music. For the cover of her album <em>Turbulent Indigo<",
    "new_html": "<div class=\"\"><p>Musician Joni Mitchell, who is also a painter, uses images she creates for her album covers to emphasize ideas expressed in her music. For the cover of her album <em>Turbulent Indigo</em> (1994), Mitchell painted a striking self-portrait that closely resembles Vincent van Gogh’s <em>Self-Portrait with Bandaged Ear</em> (1889). The image calls attention to the album’s title song, in which Mitchell sings about the legacy of the postimpressionist painter. In that song, Mitchell also hints that she feels a strong artistic connection to Van Gogh—an idea that is reinforced by her imagery on the cover.</p></div>",
    "new_plain": "Musician Joni Mitchell, who is also a painter, uses images she creates for her album covers to emphasize ideas expressed in her music. For the cover of her album Turbulent Indigo (1994), Mitchell painted a striking self-portrait that closely resembles Vincent van Gogh’s Self-Portrait with Bandaged Ear (1889). The image calls attention to the album’s title song, in which Mitchell sings about the legacy of the postimpressionist painter. In that song, Mitchell also hints that she feels a strong artistic connection to Van Gogh—an idea that is reinforced by her imagery on the cover. Which choice best describes the overall structure of the text?",
    "url": "https://oneprep.xyz/question/2372/?question_set=exam&exam_id=15",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf867svq00j2v63o346675r0",
    "old_text": "<div class=\"\"><p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 1</strong></span></p>\n<p>Most animals can regenerate some parts of their bodies, such as skin. But when a three-banded panther",
    "new_html": "<div class=\"\"><p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 1</strong></span></p>\n<p>Most animals can regenerate some parts of their bodies, such as skin. But when a three-banded panther worm is cut into three pieces, each piece grows into a new worm. Researchers are investigating this feat partly to learn more about humans’ comparatively limited abilities to regenerate, and they’re making exciting progress. An especially promising discovery is that both humans and panther worms have a gene for early growth response (EGR) linked to regeneration.</p>\n<p> </p><p><span aria-level=\"2\" role=\"heading\"><strong>Text 2</strong></span></p>\n<p>When Mansi Srivastava and her team reported that panther worms, like humans, possess a gene for EGR, it caused excitement. However, as the team pointed out, the gene likely functions very differently in humans than it does in panther worms. Srivastava has likened EGR to a switch that activates other genes involved in regeneration in panther worms, but how this switch operates in humans remains unclear.</p></div>",
    "new_plain": "Text 1\nMost animals can regenerate some parts of their bodies, such as skin. But when a three-banded panther worm is cut into three pieces, each piece grows into a new worm. Researchers are investigating this feat partly to learn more about humans’ comparatively limited abilities to regenerate, and they’re making exciting progress. An especially promising discovery is that both humans and panther worms have a gene for early growth response (EGR) linked to regeneration.\n Text 2\nWhen Mansi Srivastava and her team reported that panther worms, like humans, possess a gene for EGR, it caused excitement. However, as the team pointed out, the gene likely functions very differently in humans than it does in panther worms. Srivastava has likened EGR to a switch that activates other genes involved in regeneration in panther worms, but how this switch operates in humans remains unclear. Based on the texts, what would the author of Text 2 most likely say about Text 1’s characterization of the discovery involving EGR?",
    "url": "https://oneprep.xyz/question/2374/?question_set=exam&exam_id=15",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf867thu00jov63oltw5svlc",
    "old_text": "<div class=\"\"><p>Mosasaurs were large marine reptiles that lived in the Late Cretaceous period, approximately 100 million to 66 million years ago. Celina Suarez, Alberto Pérez-Huerta, and T. Lynn Harr",
    "new_html": "<div class=\"\"><p>Mosasaurs were large marine reptiles that lived in the Late Cretaceous period, approximately 100 million to 66 million years ago. Celina Suarez, Alberto Pérez-Huerta, and T. Lynn Harrell Jr. examined oxygen-18 isotopes in mosasaur tooth enamel in order to calculate likely mosasaur body temperatures and determined that mosasaurs were endothermic—that is, they used internal metabolic processes to maintain a stable body temperature in a variety of ambient temperatures. Suarez, Pérez-Huerta, and Harrell claim that endothermy would have enabled mosasaurs to include relatively cold polar waters in their range.</p></div>",
    "new_plain": "Mosasaurs were large marine reptiles that lived in the Late Cretaceous period, approximately 100 million to 66 million years ago. Celina Suarez, Alberto Pérez-Huerta, and T. Lynn Harrell Jr. examined oxygen-18 isotopes in mosasaur tooth enamel in order to calculate likely mosasaur body temperatures and determined that mosasaurs were endothermic—that is, they used internal metabolic processes to maintain a stable body temperature in a variety of ambient temperatures. Suarez, Pérez-Huerta, and Harrell claim that endothermy would have enabled mosasaurs to include relatively cold polar waters in their range. Which finding, if true, would most directly support Suarez, Pérez-Huerta, and Harrell’s claim?",
    "url": "https://oneprep.xyz/question/2376/?question_set=exam&exam_id=15",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf867u4r00kav63o32cwr13m",
    "old_text": "<div class=\"\"><p>Given that stars and planets initially form from the same gas and dust in space, some astronomers have posited that host stars (such as the Sun) and their planets (such as those in ou",
    "new_html": "<div class=\"\"><p>Given that stars and planets initially form from the same gas and dust in space, some astronomers have posited that host stars (such as the Sun) and their planets (such as those in our solar system) are composed of the same materials, with the planets containing equal or smaller quantities of the materials that make up the host star. This idea is also supported by evidence that rocky planets in our solar system are composed of some of the same materials as the Sun.</p></div>",
    "new_plain": "Given that stars and planets initially form from the same gas and dust in space, some astronomers have posited that host stars (such as the Sun) and their planets (such as those in our solar system) are composed of the same materials, with the planets containing equal or smaller quantities of the materials that make up the host star. This idea is also supported by evidence that rocky planets in our solar system are composed of some of the same materials as the Sun. Which finding, if true, would most directly weaken the astronomers’ claim?",
    "url": "https://oneprep.xyz/question/2378/?question_set=exam&exam_id=15",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf868lng01b8v63ohvkeak4e",
    "old_text": "<div class=\"\"><p>Changes to vegetation cover and other human activities influence carbon and nitrogen levels in soil, though how deep these effects extend is unclear. Hypothesizing that differences in",
    "new_html": "<div class=\"\"><p>Changes to vegetation cover and other human activities influence carbon and nitrogen levels in soil, though how deep these effects extend is unclear. Hypothesizing that differences in land use lead to differences in carbon and nitrogen levels that are not restricted to the topsoil layer (0–30 cm deep), Chukwuebuka Okolo and colleagues sampled soils across multiple land-use types (e.g., grazing land, cropland, forest) within each of several Ethiopian locations. They found, though, that across land-use types, carbon and nitrogen decreased to comparably low levels beyond depths of 30 cm.</p></div>",
    "new_plain": "Changes to vegetation cover and other human activities influence carbon and nitrogen levels in soil, though how deep these effects extend is unclear. Hypothesizing that differences in land use lead to differences in carbon and nitrogen levels that are not restricted to the topsoil layer (0–30 cm deep), Chukwuebuka Okolo and colleagues sampled soils across multiple land-use types (e.g., grazing land, cropland, forest) within each of several Ethiopian locations. They found, though, that across land-use types, carbon and nitrogen decreased to comparably low levels beyond depths of 30 cm. Which choice best describes the overall structure of the text?",
    "url": "https://oneprep.xyz/question/2519/?question_set=exam&exam_id=21",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf868lzf01bjv63o3ks3bs16",
    "old_text": "<div class=\"\"><p><strong><span aria-level=\"2\" role=\"heading\">Text 1</span></strong></p>\n<p><span aria-label=\"Referenced Content\" role=\"region\" style=\"text-decoration: underline;\">Efforts to automate c",
    "new_html": "<div class=\"\"><p><strong><span aria-level=\"2\" role=\"heading\">Text 1</span></strong></p>\n<p><span aria-label=\"Referenced Content\" role=\"region\" style=\"text-decoration: underline;\">Efforts to automate classification of paintings into different artistic styles have had little success, and we have probably reached the technological limit of this work.</span> Furthermore, it’s not obvious that this is even a useful endeavor—as several critics have argued, differences between artistic styles are inherently subjective and often not the best way to understand relationships between works. </p>\n<p> </p>\n<p><strong><span aria-level=\"2\" role=\"heading\">Text 2</span></strong></p>\n<p>Baroque painting utilized a very similar color palette as Renaissance painting did to depict largely the same subjects that Renaissance painting depicted. Automated artistic style classifiers often struggle to draw distinctions between these two styles, but Ravneet Singh Arora and Ahmed Elgammal were able to achieve a high degree of accuracy in Baroque/Renaissance comparisons by running one classification model atop another, an approach that demonstrates how much innovation is possible in this realm. </p></div>",
    "new_plain": "Text 1\nEfforts to automate classification of paintings into different artistic styles have had little success, and we have probably reached the technological limit of this work. Furthermore, it’s not obvious that this is even a useful endeavor—as several critics have argued, differences between artistic styles are inherently subjective and often not the best way to understand relationships between works. \n \nText 2\nBaroque painting utilized a very similar color palette as Renaissance painting did to depict largely the same subjects that Renaissance painting depicted. Automated artistic style classifiers often struggle to draw distinctions between these two styles, but Ravneet Singh Arora and Ahmed Elgammal were able to achieve a high degree of accuracy in Baroque/Renaissance comparisons by running one classification model atop another, an approach that demonstrates how much innovation is possible in this realm. Based on the texts, how would the author of Text 2 most likely respond to the claim in the underlined sentence of Text 1?",
    "url": "https://oneprep.xyz/question/2520/?question_set=exam&exam_id=21",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf8684t200ubv63o9a75ikr0",
    "old_text": "<div class=\"\"><p>Researchers have long hypothesized that woolly mammoths were hunted to extinction in North America by humans using spears with grooved tips known as Clovis points. One anthropologist ",
    "new_html": "<div class=\"\"><p>Researchers have long hypothesized that woolly mammoths were hunted to extinction in North America by humans using spears with grooved tips known as Clovis points. One anthropologist set out to test this hypothesis. Using a mechanical spear-thrower, he launched spears with Clovis points into mounds of clay—substitutes for the animals’ large bodies. The projectiles generally penetrated only a few inches into the clay, an amount insufficient to have harmed most woolly mammoths. This led the anthropologist to conclude that hunters using spears with Clovis points likely weren’t the principal drivers of the extinction.</p></div>",
    "new_plain": "Researchers have long hypothesized that woolly mammoths were hunted to extinction in North America by humans using spears with grooved tips known as Clovis points. One anthropologist set out to test this hypothesis. Using a mechanical spear-thrower, he launched spears with Clovis points into mounds of clay—substitutes for the animals’ large bodies. The projectiles generally penetrated only a few inches into the clay, an amount insufficient to have harmed most woolly mammoths. This led the anthropologist to conclude that hunters using spears with Clovis points likely weren’t the principal drivers of the extinction. Which choice best states the main purpose of the text?",
    "url": "https://oneprep.xyz/question/2472/?question_set=exam&exam_id=19",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf8685ph00v8v63ohsjhrrw9",
    "old_text": "<div class=\"\"><p>To understand how Paleolithic artists navigated dark caves, archaeologist Mª Ángeles Medina-Alcaide and her team tested different lighting methods in a cave in Spain using replicas of",
    "new_html": "<div class=\"\"><p>To understand how Paleolithic artists navigated dark caves, archaeologist Mª Ángeles Medina-Alcaide and her team tested different lighting methods in a cave in Spain using replicas of artifacts found in European caves with art. They used three different Paleolithic light sources—torches, animal-fat lamps, and fireplaces—determining that each likely had a specific purpose. For instance, the team learned that the animal-fat lamps were less useful than torches while walking because the lamps didn’t illuminate the cave floor.</p></div>",
    "new_plain": "To understand how Paleolithic artists navigated dark caves, archaeologist Mª Ángeles Medina-Alcaide and her team tested different lighting methods in a cave in Spain using replicas of artifacts found in European caves with art. They used three different Paleolithic light sources—torches, animal-fat lamps, and fireplaces—determining that each likely had a specific purpose. For instance, the team learned that the animal-fat lamps were less useful than torches while walking because the lamps didn’t illuminate the cave floor. Which choice best states the main idea of the text?",
    "url": "https://oneprep.xyz/question/2459/?question_set=exam&exam_id=19",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf868aw6010fv63oh1yd258u",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The International Center for the Arts of the Americas (ICAA) is directed by Mari Carmen Ramírez.</li>\n",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf868b6t010qv63or2r4nboi",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Sister Rosetta Tharpe (1915–1973) was a gospel musician.</li>\n<li>She was known for her passionate voc",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf868blv0113v63o6mn5dbxr",
    "old_text": "<div class=\"\"><p>The following text is adapted from Elizabeth von Arnim’s 1922 novel <em>The Enchanted April</em>. Mrs. Wilkins and her friend Rose are traveling in Italy.</p>\n<blockquote>\n<p>“I’m goi",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf868dd3012xv63oi1klp4jl",
    "old_text": "<div class=\"\"><p>In the late 1800s, Spanish-language newspapers flourished in cities across Texas. San Antonio alone produced eleven newspapers in Spanish between 1890 and 1900. But El Paso surpassed ",
    "new_html": "<div class=\"\"><p>In the late 1800s, Spanish-language newspapers flourished in cities across Texas. San Antonio alone produced eleven newspapers in Spanish between 1890 and 1900. But El Paso surpassed all other cities in the state. This city produced twenty-two newspapers in Spanish during that period. El Paso is located on the border with Mexico and has always had a large population of Spanish speakers. Thus, it is unsurprising that this city became such a rich site for Spanish-language journalism.</p></div>",
    "new_plain": "In the late 1800s, Spanish-language newspapers flourished in cities across Texas. San Antonio alone produced eleven newspapers in Spanish between 1890 and 1900. But El Paso surpassed all other cities in the state. This city produced twenty-two newspapers in Spanish during that period. El Paso is located on the border with Mexico and has always had a large population of Spanish speakers. Thus, it is unsurprising that this city became such a rich site for Spanish-language journalism. Which choice best states the main purpose of the text?",
    "url": "https://oneprep.xyz/question/2492/?question_set=exam&exam_id=20",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf868doh0138v63oor66z5w8",
    "old_text": "<div class=\"\"><p><strong><span aria-level=\"2\" role=\"heading\">Text 1</span></strong></p>\n<p>In 1954 George Balanchine choreographed a production of <em>The Nutcracker</em>, a ballet by Pyotr Ilyich Tch",
    "new_html": "<div class=\"\"><p><strong><span aria-level=\"2\" role=\"heading\">Text 1</span></strong></p>\n<p>In 1954 George Balanchine choreographed a production of <em>The Nutcracker</em>, a ballet by Pyotr Ilyich Tchaikovsky. It has since become a tradition for hundreds of dance companies in North America to stage <em>The Nutcracker</em> each year. <span aria-label=\"Referenced Content\" role=\"region\"><u>But the show is stuck in the past, with an old-fashioned story and references, so it should no longer be produced.</u></span> Ballet needs to create new traditions if it wants to stay relevant to contemporary audiences.</p>\n<p> </p>\n<p><strong><span aria-level=\"2\" role=\"heading\">Text 2</span></strong></p>\n<p><em>The Nutcracker</em> is outdated, but it should be kept because it’s a holiday favorite and provides substantial income for some dance companies. Although it can be behind the times, there are creative ways to update the show. For example, Debbie Allen successfully modernized the story. Her show <em>Hot Chocolate Nutcracker</em> combines ballet, tap, hip-hop, and other styles, and it has been gaining in popularity since it opened in 2009.</p></div>",
    "new_plain": "Text 1\nIn 1954 George Balanchine choreographed a production of The Nutcracker, a ballet by Pyotr Ilyich Tchaikovsky. It has since become a tradition for hundreds of dance companies in North America to stage The Nutcracker each year. But the show is stuck in the past, with an old-fashioned story and references, so it should no longer be produced. Ballet needs to create new traditions if it wants to stay relevant to contemporary audiences.\n \nText 2\nThe Nutcracker is outdated, but it should be kept because it’s a holiday favorite and provides substantial income for some dance companies. Although it can be behind the times, there are creative ways to update the show. For example, Debbie Allen successfully modernized the story. Her show Hot Chocolate Nutcracker combines ballet, tap, hip-hop, and other styles, and it has been gaining in popularity since it opened in 2009. Based on the texts, how would the author of Text 2 most likely respond to the underlined claim in Text 1?",
    "url": "https://oneprep.xyz/question/2493/?question_set=exam&exam_id=20",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf868j75018qv63o5u5rdgbu",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>A lever is a simple machine consisting of a rigid beam and a fulcrum.</li>\n<li>The fulcrum is the poin",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf868x8i01n3v63os1oyl8lu",
    "old_text": "<div class=\"\"><p>The people of medieval Europe have traditionally been seen as uninterested in cleanliness and hygiene, but modern research has shown that this is largely a myth. According to historia",
    "new_html": "<div class=\"\"><p>The people of medieval Europe have traditionally been seen as uninterested in cleanliness and hygiene, but modern research has shown that this is largely a myth. According to historian Eleanor Janega, most medieval towns in Europe had at least one public bathhouse, which often offered both full-immersion baths and—more affordably—steam baths. <span aria-label=\"Referenced Content\" role=\"region\" style=\"text-decoration: underline;\">While such amenities were available mainly to town dwellers</span>, regular bathing in rivers and streams or daily sponge baths at home were common practices throughout medieval Europe.</p></div>",
    "new_plain": "The people of medieval Europe have traditionally been seen as uninterested in cleanliness and hygiene, but modern research has shown that this is largely a myth. According to historian Eleanor Janega, most medieval towns in Europe had at least one public bathhouse, which often offered both full-immersion baths and—more affordably—steam baths. While such amenities were available mainly to town dwellers, regular bathing in rivers and streams or daily sponge baths at home were common practices throughout medieval Europe. Which choice best describes the function of the underlined portion?",
    "url": "https://oneprep.xyz/question/2023/?question_set=exam&exam_id=1",
    "module": "Reading Module 1 - Routing"
  },
  {
    "id": "cmf8693y901tvv63owc0fc41e",
    "old_text": "<div class=\"\"><p>The following text is from the 1913 story “The King’s Coin” by Emily Pauline Johnson, a Kanienkahagen (Mohawk) writer also known as Tekahionwake. Fox-Foot, a young Ojibwe man, is guid",
    "new_html": "<div class=\"\"><p>The following text is from the 1924 poem “Cycle” by D’Arcy McNickle, who was a citizen of the Confederated Salish and Kootenai Tribes.</p>\n<p style=\"padding-left:1em;\">There shall be new roads wending,<br/>A new beating of the drum—<br/>Men’s eyes shall have fresh seeing,<br/>Grey lives reprise their span—<br/>But under the new sun’s being,<br/>Completing what night began,<br/>There’ll be the same backs bending,<br/>The same sad feet shall drum—<br/>When this night finds its ending<br/>And day shall have come.....</p></div>",
    "new_plain": "The following text is from the 1924 poem “Cycle” by D’Arcy McNickle, who was a citizen of the Confederated Salish and Kootenai Tribes.\nThere shall be new roads wending,A new beating of the drum—Men’s eyes shall have fresh seeing,Grey lives reprise their span—But under the new sun’s being,Completing what night began,There’ll be the same backs bending,The same sad feet shall drum—When this night finds its endingAnd day shall have come..... Which choice best states the main purpose of the text?",
    "url": "https://oneprep.xyz/question/2778/?question_set=exam&exam_id=31",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf8695ud01vpv63o676kg776",
    "old_text": "<div class=\"\"><p>The following text is adapted from Ann Petry’s 1946 novel <em>The Street</em>. Lutie lives in an apartment in Harlem, New York.</p>\n<blockquote>\n<p>The glow from the sunset was making",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf86966m01w0v63otdznncb8",
    "old_text": "<div class=\"\"><p>In 1935 Hallie Flanagan was chosen to lead the Federal Theatre Project (FTP). This project was part of the new Works Progress Administration (WPA), a program created by President Fran",
    "new_html": "<div class=\"\"><p>In 1935 Hallie Flanagan was chosen to lead the Federal Theatre Project (FTP). This project was part of the new Works Progress Administration (WPA), a program created by President Franklin D. Roosevelt to provide jobs for unemployed people during the Great Depression. As the director of the FTP, Flanagan created jobs for over 12,500 performers, designers, and other theater professionals across the country. She also kept ticket prices low for the shows they staged, which meant that many people could afford to experience theater for the first time.</p></div>",
    "new_plain": "In 1935 Hallie Flanagan was chosen to lead the Federal Theatre Project (FTP). This project was part of the new Works Progress Administration (WPA), a program created by President Franklin D. Roosevelt to provide jobs for unemployed people during the Great Depression. As the director of the FTP, Flanagan created jobs for over 12,500 performers, designers, and other theater professionals across the country. She also kept ticket prices low for the shows they staged, which meant that many people could afford to experience theater for the first time. Which choice best states the main idea of the text?",
    "url": "https://oneprep.xyz/question/2052/?question_set=exam&exam_id=2",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf8696h801wbv63o6cnito6y",
    "old_text": "<div class=\"\"><p>Recently, scientists looked at data collected by NASA’s InSight lander to learn more about seismic activity on Mars, known as marsquakes. The data show that the marsquakes all started",
    "new_html": "<div class=\"\"><p>Recently, scientists looked at data collected by NASA’s InSight lander to learn more about seismic activity on Mars, known as marsquakes. The data show that the marsquakes all started from the same location on the planet. This discovery was surprising to scientists, as they expected that the marsquakes would originate from all over the planet because of the cooling of the planet’s surface. Now, scientists believe that there could be areas of active magma flows deep beneath the planet’s surface that trigger the marsquakes.  </p></div>",
    "new_plain": "Recently, scientists looked at data collected by NASA’s InSight lander to learn more about seismic activity on Mars, known as marsquakes. The data show that the marsquakes all started from the same location on the planet. This discovery was surprising to scientists, as they expected that the marsquakes would originate from all over the planet because of the cooling of the planet’s surface. Now, scientists believe that there could be areas of active magma flows deep beneath the planet’s surface that trigger the marsquakes. According to the text, what was surprising to scientists studying the seismic activity data from NASA’s InSight lander?",
    "url": "https://oneprep.xyz/question/2053/?question_set=exam&exam_id=2",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf8697nz01xjv63okd51iyj0",
    "old_text": "<div class=\"\"><p>Under normal atmospheric pressure at Earth’s surface, water molecules form a tetrahedral network stabilized by hydrogen bonds between adjacent molecules. Extreme high pressure, such a",
    "new_html": "<div class=\"\"><p>Under normal atmospheric pressure at Earth’s surface, water molecules form a tetrahedral network stabilized by hydrogen bonds between adjacent molecules. Extreme high pressure, such as can be found in deep ocean waters, destabilizes these bonds and compresses water’s structure, allowing water molecules within organisms to permeate proteins and impede crucial biological functions; yet deep-sea organisms known as piezophiles have adapted to extreme pressure. Studies have found a positive correlation between the depths that various piezophiles inhabit and concentrations of a compound called trimethylamine N-oxide (TMAO) in their muscle tissues, which has led a team of researchers to hypothesize that TMAO reduces water’s compressibility.</p></div>",
    "new_plain": "Under normal atmospheric pressure at Earth’s surface, water molecules form a tetrahedral network stabilized by hydrogen bonds between adjacent molecules. Extreme high pressure, such as can be found in deep ocean waters, destabilizes these bonds and compresses water’s structure, allowing water molecules within organisms to permeate proteins and impede crucial biological functions; yet deep-sea organisms known as piezophiles have adapted to extreme pressure. Studies have found a positive correlation between the depths that various piezophiles inhabit and concentrations of a compound called trimethylamine N-oxide (TMAO) in their muscle tissues, which has led a team of researchers to hypothesize that TMAO reduces water’s compressibility. Which finding, if true, would most directly support the researchers’ hypothesis?",
    "url": "https://oneprep.xyz/question/2057/?question_set=exam&exam_id=2",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf869bj0021iv63oqn2hz04s",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Traditionally, manufacturers have dyed denim jeans blue by dipping them in a solution containing indig",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf869btx021tv63olpg34zny",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Leigh Torres is a marine ecologist.</li>\n<li>She conducted a study of blue whales in New Zealand’s Sou",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Easy"
  },
  {
    "id": "cmf869d5r0233v63okh0fws2a",
    "old_text": "<div class=\"\"><p>The following text is adapted from James Baldwin’s 1956 novel <em>Giovanni’s Room</em>. The narrator is riding in a taxi down a street lined with food vendors and shoppers in Paris, F",
    "new_html": "<div class=\"\"><p>The following text is adapted from Charles W. Chesnutt’s 1901 novel <em>The Marrow of Tradition</em>. </p>\n<p style=\"padding-left:1em\">Mrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it.</p></div>",
    "new_plain": "The following text is adapted from Charles W. Chesnutt’s 1901 novel The Marrow of Tradition. \nMrs. Ochiltree was a woman of strong individuality, whose comments upon her acquaintance[s], present or absent, were marked by a frankness at times no less than startling. This characteristic caused her to be more or less avoided. Mrs. Ochiltree was aware of this sentiment on the part of her acquaintance[s], and rather exulted in it. Based on the text, what is true about Mrs. Ochiltree’s acquaintances?",
    "url": "https://oneprep.xyz/question/2612/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf869dgv023ev63o40nrwlvs",
    "old_text": "<div class=\"\"><p>On painter William H. Johnson’s return to the United States in 1938 after a decade in Europe, his style underwent an abrupt transformation. <span aria-label=\"Referenced Content\" role=",
    "new_html": "<div class=\"\"><p>On painter William H. Johnson’s return to the United States in 1938 after a decade in Europe, his style underwent an abrupt transformation. <span aria-label=\"Referenced Content\" role=\"region\" style=\"text-decoration: underline;\">Turning away from landscapes painted in an expressionist style—a style that often involves using fluid, distorted shapes and thick, textured brushstrokes to express the artist’s subjective experience of reality—Johnson began painting portraits of Black Americans in a bold new way.</span> Evocative of African sculpture and American and Scandinavian folk art, these portraits feature flat, deliberately oversimplified figures in a vibrant but limited color palette.</p></div>",
    "new_plain": "On painter William H. Johnson’s return to the United States in 1938 after a decade in Europe, his style underwent an abrupt transformation. Turning away from landscapes painted in an expressionist style—a style that often involves using fluid, distorted shapes and thick, textured brushstrokes to express the artist’s subjective experience of reality—Johnson began painting portraits of Black Americans in a bold new way. Evocative of African sculpture and American and Scandinavian folk art, these portraits feature flat, deliberately oversimplified figures in a vibrant but limited color palette. Which choice best describes the function of the underlined sentence in the text as a whole?",
    "url": "https://oneprep.xyz/question/2076/?question_set=exam&exam_id=3",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf869dri023pv63oy67vftu2",
    "old_text": "<div class=\"\"><p>Scholarly accounts of the Chicano movement—a movement that advocated for the social, political, and cultural empowerment of Mexican Americans and reached its zenith in the 1960s and 1",
    "new_html": "<div class=\"\"><p>Scholarly accounts of the Chicano movement—a movement that advocated for the social, political, and cultural empowerment of Mexican Americans and reached its zenith in the 1960s and 1970s—<span aria-label=\"Referenced Content\" role=\"region\"><u>tend to focus on the most militant, outspoken figures in the movement</u></span>, making it seem uniformly radical. Geographer Juan Herrera has shown, however, that if we shift our focus toward the way the movement manifested in comparatively low-profile neighborhood institutions and projects, we see participants espousing an array of political orientations and approaches to community activism.</p></div>",
    "new_plain": "Scholarly accounts of the Chicano movement—a movement that advocated for the social, political, and cultural empowerment of Mexican Americans and reached its zenith in the 1960s and 1970s—tend to focus on the most militant, outspoken figures in the movement, making it seem uniformly radical. Geographer Juan Herrera has shown, however, that if we shift our focus toward the way the movement manifested in comparatively low-profile neighborhood institutions and projects, we see participants espousing an array of political orientations and approaches to community activism. Which choice best describes the function of the underlined portion in the text as a whole?",
    "url": "https://oneprep.xyz/question/2077/?question_set=exam&exam_id=3",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf869ecy024bv63o6k0lrcxp",
    "old_text": "<div class=\"\"><p>Elizabeth Asiedu has identified a negative correlation between the share of developing countries’ economies derived from natural-resource extraction and those countries’ receipts of f",
    "new_html": "<div class=\"\"><p>Elizabeth Asiedu has identified a negative correlation between the share of developing countries’ economies derived from natural-resource extraction and those countries’ receipts of foreign investment. This may appear counterintuitive—resource extraction requires initial investments (in extractive technology, for instance) at scales best met by multinational corporations—but Asiedu notes that natural-resource industries’ boom-bust cycle can destabilize local currencies and increase developing countries’ vulnerability to external shocks, creating levels of uncertainty to which foreign investors are typically averse.</p></div>",
    "new_plain": "Elizabeth Asiedu has identified a negative correlation between the share of developing countries’ economies derived from natural-resource extraction and those countries’ receipts of foreign investment. This may appear counterintuitive—resource extraction requires initial investments (in extractive technology, for instance) at scales best met by multinational corporations—but Asiedu notes that natural-resource industries’ boom-bust cycle can destabilize local currencies and increase developing countries’ vulnerability to external shocks, creating levels of uncertainty to which foreign investors are typically averse. Which choice best states the main idea of the text?",
    "url": "https://oneprep.xyz/question/2079/?question_set=exam&exam_id=3",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf869fkv025jv63ow04jfknz",
    "old_text": "<div class=\"\"><p>Under normal atmospheric pressure at Earth’s surface, water molecules form a tetrahedral network stabilized by hydrogen bonds between adjacent molecules. Extreme high pressure, such a",
    "new_html": "<div class=\"\"><p>Under normal atmospheric pressure at Earth’s surface, water molecules form a tetrahedral network stabilized by hydrogen bonds between adjacent molecules. Extreme high pressure, such as can be found in deep ocean waters, destabilizes these bonds and compresses water’s structure, allowing water molecules within organisms to permeate proteins and impede crucial biological functions; yet deep-sea organisms known as piezophiles have adapted to extreme pressure. Studies have found a positive correlation between the depths that various piezophiles inhabit and concentrations of a compound called trimethylamine N-oxide (TMAO) in their muscle tissues, which has led a team of researchers to hypothesize that TMAO reduces water’s compressibility.</p></div>",
    "new_plain": "Under normal atmospheric pressure at Earth’s surface, water molecules form a tetrahedral network stabilized by hydrogen bonds between adjacent molecules. Extreme high pressure, such as can be found in deep ocean waters, destabilizes these bonds and compresses water’s structure, allowing water molecules within organisms to permeate proteins and impede crucial biological functions; yet deep-sea organisms known as piezophiles have adapted to extreme pressure. Studies have found a positive correlation between the depths that various piezophiles inhabit and concentrations of a compound called trimethylamine N-oxide (TMAO) in their muscle tissues, which has led a team of researchers to hypothesize that TMAO reduces water’s compressibility. Which finding, if true, would most directly support the researchers’ hypothesis?",
    "url": "https://oneprep.xyz/question/2057/?question_set=exam&exam_id=2",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf869jia029iv63o3gc6bt9w",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>Earthquakes start at a point called a “focus” and spread out from there as seismic waves.</li>\n<li>The",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  },
  {
    "id": "cmf869k3b02a4v63osj8o2mk1",
    "old_text": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>The ancient Arab dhow was a sailing vessel distinguishable by its triangular sails and stitched hull c",
    "new_html": "<div class=\"\"><p>While researching a topic, a student has taken the following notes:</p>\n<ul>\n<li>In 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.</li>\n<li>The fragments were estimated to be 5,300 years old.</li>\n<li>A chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.</li>\n<li>The grain consumption is evidence that the Quanhucun cats may have been domesticated.</li>\n</ul></div>",
    "new_plain": "While researching a topic, a student has taken the following notes:\n\nIn 2013, archaeologists studied cat bone fragments they had found in the ruins of Quanhucun, a Chinese farming village.\nThe fragments were estimated to be 5,300 years old.\nA chemical analysis of the fragments revealed that the cats had consumed large amounts of grain.\nThe grain consumption is evidence that the Quanhucun cats may have been domesticated. The student wants to present the Quanhucun study and its conclusions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
    "url": "https://oneprep.xyz/question/2631/?question_set=exam&exam_id=25",
    "module": "Reading Module 2 - Hard"
  }
]